{
  "id": "rule-0107",
  "chapterId": "chapter-004",
  "title": "和歌山工業高等専門学校共同研究実施規則",
  "order": 17,
  "pdfUrl": "https://www.wakayama-nct.ac.jp/media/rules/91kyoudoukenkyuu.pdf",
  "summary": "和歌山工業高等専門学校共同研究実施規則は、共同研究の申請・承認・費用負担・契約・成果公表等の手続きを定めた規則です。",
  "sourcePage": null,
  "lastUpdated": null,
  "sections": null,
  "articles": [
    {
      "id": "rule-0107-article-0001",
      "label": "第1条",
      "body": "第1条 和歌山工業高等専門学校\\(以下「本校」という。\\)が独立行政法人国立高等専門学校<br>機構\\(以下「機構」\\)以外の者と共同して行う研究\\(以下「共同研究」\\)に<br>ついては、独立行政法人国立高等専門学校機構共同研究実施規則\\(以下「本部規則」\\)\\)、<br>その他の法令等に定めるもののほか、この規則の定めるところによる。",
      "notes": null,
      "relatedIds": null
    },
    {
      "id": "rule-0107-article-0002",
      "label": "第2条",
      "body": "第2条 校長は、本校に共同研究の申出があったときは、共同研究申請書(別紙様式第1号)<br>を提出させるものとする。\n\n2 校長は、前項の申込みを受けたときは、当該学科主任等に対して受入れの可否について諮<br>問することとする。\n\n3 当該学科主任等は、当該学科等の教員の意見を徴して、校長に答申(別紙様式第2号)を<br>するものとする。\n\n4 校長は、前項の答申に基づき、機構以外の者と共同研究を行うことが有益であり、共同研<br>究を行おうとする者が当該共同研究を行うために十分な技術的能力及び経理的基礎を有し、<br>教育研究上有意義で、かつ、本来の教育研究に支障を生じさせるおそれがないと認められる<br>場合に限り、当該共同研究の受入れを決定するものとする。",
      "notes": null,
      "relatedIds": null
    },
    {
      "id": "rule-0107-article-0003",
      "label": "第3条",
      "body": "第3条 共同研究に要する費用は、次に定めるところによるものとする。\n\n# 一 本校における共同研究の場合\n\nア 本校は、所有する施設及び設備を共同研究の用に供するとともに、当該施設及び設<br>備の維持管理に必要な経常経費等を負担する。\n\nイ 共同研究を行う者\\(以下「共同研究実施者」\\)は、共同研究費用として、<br>共同研究遂行のために特に必要とする謝金、旅費、研究支援費等の人件費、設備費、<br>消耗品費及び光熱水料費等の直接的な経費\\(以下「直接経費」\\)及び共同研究<br>遂行のため、直接経費以外に必要となる経費\\(以下「間接経費」\\)並びに受入<br>研究者指導料\\(以下「研究指導料」\\)を負担する。\n\n二 本校及び共同研究実施者における共同研究の場合<br>前号に加え、共同研究実施者における研究に要する経費等は、共同研究実施者の負担とす<br>る。\n\n2 前項の規定にかかわらず、本校において、必要に応じ、予算の範囲内において直接経費の<br>一部を負担することができる。\n\n3 共同研究を遂行するに当たり、当事者の一方について著しく負担となる費用については、<br>両者で協議して定める。\n\n4 間接経費の取扱いについては「独立行政法人国立高等専門学校機構間接経費取扱規則」<br>によるものとする。",
      "notes": null,
      "relatedIds": null
    },
    {
      "id": "rule-0107-article-0004",
      "label": "第4条",
      "body": "第4条 共同研究実施者は、当該共同研究に関する契約\\(以下「共同研究契約」\\)の<br>締結後、遅延なく、当該契約に定める研究費用\\(以下「研究費用」\\)を納付するも<br>のとする。\n\n2 前項の研究費用の納付は、法令等または契約に定めのある場合を除き共同研究の開始前と<br>し、納付の方法は銀行振込によることを原則とする。\n\n3 第1項の規定は、共同研究契約の変更により第1項の研究費用が増加した場合における当<br>該増加額について準用する。\n\n4 機構は、共同研究契約の変更により第1項の研究費用が減少した場合には、当該減少額を<br>共同研究実施者に返還するものとする。",
      "notes": null,
      "relatedIds": null
    },
    {
      "id": "rule-0107-article-0005",
      "label": "第5条",
      "body": "第5条 本校及び共同研究実施者が、共同研究を実施するに際し、適当と認める場合は、相互<br>に研究員を派遣することができる。",
      "notes": null,
      "relatedIds": null
    },
    {
      "id": "rule-0107-article-0006",
      "label": "第6条",
      "body": "第6条 第3条から前条まで及び本部規則の規定によるものの他に、共同研究の受入れの条件<br>は、次の各号に掲げるものとする。\n\nー 第3条第1項第1号のイにより取得した設備等は、本校の所有に属するものとすること。<br>二 第3条第1項第2号により取得した設備等は、共同研究実施者の所有に属するものとす<br>ること。\n\n三 本校で行う共同研究の遂行上、必要な場合には、共同研究実施者から共同研究に要する<br>経費のほか、その所有に係る設備を受け入れることができること。\n\n四 前項の設備の搬入及び搬出に要する経費は、共同研究実施者の負担とすること。\n\n五 共同研究の遂行上、共同研究実施者の所有する特定の設備を使用することが必要かつ当<br>該設備を本校に搬入することが困難な場合には、研究上必要な限度内で、当該設備が所在<br>する施設において研究を行うことができること。\n\n六 共同研究を完了し、又は中止した場合は、第2号の規定により受け入れた設備を共同研<br>究の完了又は中止の時点の状態で共同研究実施者に返還するものとすること。\n\n七 前各号の掲げるもののほか、校長が必要と認める条件。",
      "notes": null,
      "relatedIds": null
    },
    {
      "id": "rule-0107-article-0007",
      "label": "第7条",
      "body": "第7条 校長は、第2条により、共同研究の受入れを決定したときは、共同研究受入通知書(別<br>紙様式第3号)を共同研究実施者に送付するとともに、契約担当役に共同研究受入決定通知<br>書(別紙様式第4号)及び共同研究計画書(別紙様式第5号)をもって、その旨通知するも<br>のとする。",
      "notes": null,
      "relatedIds": null
    },
    {
      "id": "rule-0107-article-0008",
      "label": "第8条",
      "body": "第8条 契約担当役は、前条により、受入の通知をうけたときは、共同研究実施者と共同研究<br>契約を締結し、出納命令役に通知するものとする。\n\n2 前項の共同研究契約を締結しようとするときは、共同研究契約書において、次の事項を定<br>めるものとする。\n\n一 共同研究の課題\n\n二 共同研究の内容に関する事項\n\n三 共同研究に従事する研究員\\(補助者を含む。\\)に関する事項\n\n四 共同研究を実施する場所及び方法に関する事項\n\n五 共同研究の実施の期間及び解除に関する事項\n\n六 共同研究に要する費用の分担に関する事項\n\n七 共同研究の結果認定に関する事項\n\n八 共同研究の結果が知的財産権の対象となったときのその帰属に関する事項\n\n九 共同研究の結果の取扱いに関する事項\n\n十 守秘義務に関する事項\n\n十一 その他必要な事項",
      "notes": null,
      "relatedIds": null
    },
    {
      "id": "rule-0107-article-0009",
      "label": "第9条",
      "body": "第9条 共同研究実施者又は教職員は、共同研究の中止又は変更をしなければならない理由が<br>生じたときは、申請書(別紙様式第6号)により校長の承認を得るものとする。\n\n2 校長は、前項の申請を受けたときは、当該学科主任等に対して中止又は変更の可否につい<br>て諮問することとする。\n\n3 当該学科主任等は、当該学科等の教員の意見を徴して、校長に答申(別紙様式第7号)を<br>するものとする。\n\n4 校長は、前項の答申に基づき、天災地変その他やむを得ない事由があるため、共同研究の<br>遂行が困難となったときは、共同研究実施者と協議の上、当該共同研究を中止又は変更する<br>ことができる。\n\n5 校長は、前項の決定をしたときは、その旨を契約担当役並びに共同研究実施者又は教職員<br>に対し通知するものとする。",
      "notes": null,
      "relatedIds": null
    },
    {
      "id": "rule-0107-article-0010",
      "label": "第10条",
      "body": "第10条 教職員及び共同研究実施者は、当該共同研究が完了したときは、共同研究完了報告<br>書(別紙様式第8号)を校長に提出するものとする。\n\n2 校長は、前項の報告を受けたときは、その旨を契約担当役に通知するものとする。",
      "notes": null,
      "relatedIds": null
    },
    {
      "id": "rule-0107-article-0011",
      "label": "第11条",
      "body": "第11条 共同研究による研究成果は、公表を原則とするものとする。\n\n2 校長は、共同研究による研究成果の公表の時期及び方法について、必要な場合には、共同<br>研究実施者と協議するものとする。",
      "notes": null,
      "relatedIds": null
    },
    {
      "id": "rule-0107-article-0012",
      "label": null,
      "body": "# 和歌山工業高等専門学校共同研究実施規則\n\n制 定 平成16年4月1日\n\n最近改正 平成31年4月1日\n\n\\(趣旨\\)",
      "notes": null,
      "relatedIds": null
    }
  ],
  "relatedIds": null
}