{
  "id": "rule-0073",
  "chapterId": "chapter-003",
  "title": "和歌山工業高等専門学校サイバーセキュリティ推進規則",
  "order": 21,
  "pdfUrl": "https://www.wakayama-nct.ac.jp/media/rules/71cybersecurity_suishin.pdf",
  "summary": "和歌山工業高等専門学校の情報セキュリティ対策に関する規則で、システムライフサイクルやアクセス制御、アカウント管理等を定め、情報保護を目的とする。",
  "sourcePage": null,
  "lastUpdated": null,
  "sections": [
    {
      "id": "rule-0073-section-01",
      "title": "第1章 総則",
      "order": 1,
      "articles": [
        {
          "id": "rule-0073-article-0001",
          "label": "第1条",
          "body": "(目的)\nこの規則は、独立行政法人国立高等専門学校機構和歌山工業高等専門学校<br>\n(以下「本校」という。)における情報セキュリティ対策に関する専門的及び技術<br>\n的な事項について定めることにより、情報セキュリティの維持向上に資することに<br>\n目的とする。",
          "notes": null,
          "relatedIds": null
        },
        {
          "id": "rule-0073-article-0002",
          "label": "第2条",
          "body": "(定義)\nこの規則における用語の定義及び範囲は、この規則に定めるものを除き、独<br>\n立行政法人国立高等専門学校機構サイバーセキュリティポリシー対策規則(機構規<br>\n則第98号)、独立行政法人国立高等専門学校機構サイバーセキュリティポリシー<br>\nに係る情報格付規則(機構規則第99号)及び本校のサイバーセキュリティ管理規<br>\n則(以下「管理規則」という。)の定めるところによる。",
          "notes": null,
          "relatedIds": null
        }
      ]
    },
    {
      "id": "rule-0073-section-02",
      "title": "第2章 情報システムのライフサイクル",
      "order": 2,
      "articles": [
        {
          "id": "rule-0073-article-0003",
          "label": "第3条",
          "body": "情報セキュリティ推進責任者は、情報システムのセキュリティホールに関す\n\n1\n\nる情報を収集し、書面として整備するものとする。\n\n2 情報セキュリティ推進責任者は、前項の規定に基づき入手した情報から、当該セ\nキュリティホールが情報システムにもたらすリスクを分析した上で、次の各号に掲\nげる事項について判断し、セキュリティホール対策計画を作成するものとする。\n\n一 対策の必要性\n\n二 対策方法\n\n三 対策方法が存在しない場合の一時的な回避方法\n\n四 対策方法又は回避方法が情報システムに与える影響\n\n五 対策の実施予定\n\n六 対策テストの必要性\n\n七 対策テストの方法\n\nハ 対策テストの実施予定\n\n3 情報セキュリティ推進責任者は、信頼できる方法でセキュリティホール対策用\nファイルを入手するとともに、当該ファイルの完全性検証方法が用意されている場\n合は、検証を行うものとする。\n\n4 情報セキュリティ推進責任者は、管理下にある情報システム(公開されたセキュ\nリティホールの情報がない情報システムを除く。)について、セキュリティホール\n対策計画に基づきセキュリティホール対策を講ずるものとする。\n\n5 情報セキュリティ副責任者及び情報セキュリティ推進責任者は、利用者に対する\n留意事項を含む日常的セキュリティホール対策を定め、その実施を管理及び監督す\nるものとする。",
          "notes": null,
          "relatedIds": null
        },
        {
          "id": "rule-0073-article-0004",
          "label": "第4条",
          "body": "情報セキュリティ推進責任者は、管理下にある情報システム(当該情報シス\nテムで動作可能なマルウェア対策ソフトウェア等が存在しない場合を除く。)にお\nいてマルウェア対策ソフトウェア等により不正プログラム対策を講ずるものとす\nる。\n\n2 情報セキュリティ副責任者及び情報セキュリティ推進責任者は、不正プログラム\n感染の回避を目的とした利用者に対する留意事項を含む日常的実施事項を定め、そ\nの実施を管理及び監督するものとする。",
          "notes": null,
          "relatedIds": null
        },
        {
          "id": "rule-0073-article-0005",
          "label": "第5条",
          "body": "情報セキュリティ推進責任者は、要保全情報(完全性2情報)又は要安定情\n報(可用性2情報)を取り扱う情報システムについて、当該システムが装備してい\nる機能をサービス不能攻撃対策に活用するものとする。\n\n2 前項の場合において、当該システムだけでは大量のアクセスによるサービス不能\n攻撃を回避できないことを勘案し、インターネットに接続している通信回線を提供\nしている事業者とサービス不能攻撃発生時の対処手順や連絡体制を定めておくもの\nとする。",
          "notes": null,
          "relatedIds": null
        },
        {
          "id": "rule-0073-article-0006",
          "label": "第6条",
          "body": "情報セキュリティ推進責任者は、サーバー装置及び端末について、組織内部\nへの侵入を低減するため、以下を例とする対策を行うこと。\n\nー 不要なサービスについて機能を削除又は停止する。\n\n二 不審なプログラムが実行されないよう設定する。\n\n三 パーソナルファイアウォール等を用いて、サーバー装置及び端末に入力される\n通信及び出力される通信を必要最小限に制限する。\n\n2 情報セキュリティ推進責任者は、USBメモリ等の外部電磁的記録媒体を利用した、\n組織内部への侵入を低減するため、以下を例とする対策を行うこと。\n\nー 出所不明の外部電磁的記録媒体を組織内ネットワーク上の端末に接続させな\nい。接続する外部電磁的記録媒体を事前に特定しておく。\n\n二 外部電磁的記録媒体をサーバー装置及び端末に接続する際、不正プログラム対\n策ソフトウェアを用いて検査する。\n\n三 サーバー装置及び端末について、自動再生(オートラン)機能を無効化する。\n\n四 サーバー装置及び端末について、外部電磁的記録媒体内にあるプログラムを一\n律に実行拒否する設定とする。\n\n五 サーバー装置及び端末について、使用を想定しないUSBポートを無効化する。\n\n六 組織内ネットワーク上の端末に対する外部電磁的記録媒体の接続を制御及び管\n理するための製品やサービスを導入する。\n\n3 情報セキュリティ推進責任者は、情報窃取や破壊等の攻撃対象となる蓋然性が高\nいと想定される、認証サーバーやファイルサーバー等の重要なサーバーについて、\n以下を例とする対策を行うこと。\n\nー 重要サーバーについては、組織内ネットワークを複数セグメントに区切った上\nで、重要サーバー類専用のセグメントに設置し、他のセグメントからのアクセス\nを必要最小限に限定する。また、インターネットに直接接続しない。\n\n二 認証サーバーについては、利用者端末から管理者権限を狙う攻撃(辞書攻撃、\nブルートフォース攻撃等)を受けることを想定した対策を講ずる。\n\n4 情報セキュリティ推進責任者は、端末の管理者権限アカウントについて、以下を\n例とする対策を行うこと。\n\n一 不要な管理者権限アカウントを削除する。\n\n二 管理者権限アカウントのパスワードは、容易に推測できないものに設定する。",
          "notes": null,
          "relatedIds": null
        },
        {
          "id": "rule-0073-article-0007",
          "label": "第7条",
          "body": "情報セキュリティ推進責任者は、次の各号に掲げる手順及び文書を整備する\nものとする。\n\nー すべてのコンピューターシステムに対して、当該コンピューターシステムを管\n理する利用者を特定するための文書\n\n3\n\nニ コンピューターシステムの設計書、仕様書及び操作マニュアル等のコンピュー\nターシステム関連文書\n\n三 通信回線の設計書又は仕様書、通信回線の構成図、コンピューターシステムの\n識別コード及び情報ネットワーク機器の設定が記載された文書等の通信回線及び\n情報ネットワーク機器関連文書\n\n四 情報システム構成要素ごとの情報セキュリティ水準の維持に関する手順\n\n五 情報セキュリティインシデントを認知した際の対処手順",
          "notes": null,
          "relatedIds": null
        },
        {
          "id": "rule-0073-article-0008",
          "label": "第8条",
          "body": "情報セキュリティ推進責任者は、コンピューターシステムを設置する場合\nに、別に定める「コンピューターシステムの情報セキュリティ対策実施手順」に\n従ってコンピューターシステムを設定し運用するとともに、次の各号に掲げる措置\nを講ずるものとする。\n\nー 利用者がログインする場合には主体認証を行うようにシステムを構成し,ログ\nオンした利用者の識別コード(ユーザーID)に対してアクセス権限の管理を適切\nに行うこと。\n\n二 利用を許可するソフトウェアを定めること。ただし、利用を許可するソフト\nウェアの列挙が困難な場合には、利用を許可しないソフトウェアの列挙又は両者\nの併用でこれに代えることができる。",
          "notes": null,
          "relatedIds": null
        },
        {
          "id": "rule-0073-article-0009",
          "label": "第9条",
          "body": "情報セキュリティ推進責任者は、サーバー装置を設置する場合に、別に定め\nる「サーバー装置の情報セキュリティ対策実施手順」に従ってサーバー装置を設定\nし運用するとともに、次の各号に掲げる措置を講ずるものとする。\n\nー サービスの提供及びサーバー装置の運用管理に利用するソフトウェアを定める\nこと。\n\n二 電子メールサーバーが電子メールの不正な中継を行わないようにすること。\n\n三 電子メールの盗聴及び改ざん防止のため、電子メールのサーバー間及びサー\nバー·クライアント間通信の暗号化対策を行うこと。\n\n四 ウェブサーバーについては、次の措置を講ずること。\n\nア 提供するサービスが利用者からの文字列等の入力を受ける場合は、特殊文字\nの無害化を実施すること。\n\nイ ウェブクライアントに攻撃の糸口になり得る情報を送信しないように情報シ\nステムを構築すること。\n\nウ 提供するアプリケーション·コンテンツが不正プログラムを含まないこと。\n\nエ 提供するアプリケーションが脆弱性を含まないこと。\n\nオ 実行プログラムの形式以外にコンテンツを提供する手段がない場合を除き,\n実行プログラムの形式でコンテンツを提供しないこと。\n\nカ 電子証明書を用いた署名等、提供するアプリケーション·コンテンツの改ざ\nん等がなく真正なものであることを確認できる手段をアプリケーション·コン\nテンツの提供先に与えること。\n\nキ 提供するアプリケーション·コンテンツの利用時に、脆弱性が存在するバー\nジョンのOSやソフトウェア等の利用を強制するなどの情報セキュリティ水準を\n低下させる設定変更を, OSやソフトウェア等の利用者に要求することがないよう,\nアプリケーション·コンテンツの提供方式を定めて開発すること。\n\nク サービス利用に当たって必須ではない、サービス利用者その他の者に関する\n情報が本人の意思に反して第三者に提供されるなどの機能がアプリケーション·\nコンテンツに組み込まれることがないよう開発すること。",
          "notes": null,
          "relatedIds": null
        },
        {
          "id": "rule-0073-article-0010",
          "label": "第10条",
          "body": "情報セキュリティ推進責任者は、ドメインネームシステムについて次の各\n号に掲げる措置を講ずるものとする。\n\nー コンテンツサーバーにおいて管理するドメインに関する情報を運用管理するた\nめの手続きを定めること。\n\nニ コンテンツサーバーにおいて、内部のみで使用する名前の解決を提供する場\n合、当該情報が外部に漏洩しないための措置\n\n三 コンテンツサーバーにおいて、要安定情報(可用性2情報)を取り扱う情報シ\nステムの名前解決を提供する場合、名前解決を停止させないための措置\n\n四 キャッシュサーバーにおいて、本校外からの名前解決の要求には応じず、本校\n内からの名前解決の要求のみに回答を行うための措置\n\n五 重要な情報システムの名前解決を提供するコンテンツサーバーについては、管\n理するドメインに関する情報に電子署名を付与する必要性を検討し、必要である\n場合には電子署名付与の機能を設置すること。\n\n2 情報セキュリティ推進責任者は、ドメインネームシステムによるドメイン名(以下「ドメイン名」という。)を次の各号に掲げるとおり設定し使用させるものとす\nる。\n\nー 経常的利用者が本校外の者(国外在住の者を除く。この項において同じ。)に対\nして、アクセスや送信させることを目的としてドメイン名を告知する場合につい\nては、次の各号に掲げる教育機関のドメイン名(以下「教育機関ドメイン名」\nという。)を使用させる。\n\nア ac. jp (教育機関ドメイン名)で終わるドメイン名\n\nイ 汎用JPドメイン名の中で、教育機関あるいは政府機関として予約されたドメイン名\n\n二 教職員からの要請があり、情報セキュリティ副責任者が必要と認める場合は、次の各号に掲げる条件を課して、前項に規定するドメイン名以外のドメイン名を使用させてもよい。\n\nア 電子メール送信を行う場合、告知内容についての問合せ先として、第一号に\n規定するドメイン名による電子メールアドレスを明記すること。\n\nイ 告知するドメイン名中に管理する組織名を明記すること。\n\n3 ドメインネームシステムについて、前二項で定める以外は、別に定める「サー\nバー装置の情報セキュリティ対策実施手順」によるものとする。",
          "notes": null,
          "relatedIds": null
        }
      ]
    }
  ],
  "articles": [
    {
      "id": "rule-0073-article-0011",
      "label": null,
      "body": "# 和歌山工業高等専門学校サイバーセキュリティ推進規則\n\n制 定 平成23年7月13日\n\n最近改正 令和4年12月23日\n\n目次\n\n第1章 総則\\(第1条·第2条\\)\n\n第2章 情報システムのライフサイクル\n\n第1節 設置時\\(第3条一第18条\\)\n\n第2節 運用時\\(第19条一第31条\\)\n\n第3節 運用終了時\\(第32条·第33条\\)\n\n第4節 PDCAサイクル\\(第34条一第37条\\)\n\n第3章 要保護情報及びそれを取扱う情報システム\\(第38条一第42条\\)\n\n第4章 アクセス制御\\(第43条一第45条\\)\n\n第5章 アカウント管理\\(第46条一第56条\\)\n\n第6章 証跡管理と通信の監視\\(第57条一第61条\\)",
      "notes": null,
      "relatedIds": null
    }
  ],
  "relatedIds": null
}