{
  "id": "rule-0160",
  "chapterId": "chapter-006",
  "title": "和歌山工業高等専門学校いじめ防止等基本計画",
  "order": 11,
  "pdfUrl": "https://www.wakayama-nct.ac.jp/wp-content/uploads/2025/05/21041fb527e95d0b2bea828472bc5338.pdf",
  "summary": "和歌山工業高等専門学校のいじめ防止基本計画は、いじめの定義・禁止、教職員・学生・保護者・地域との連携を通じた未然防止・早期発見・事案対処を組織的に推進するための方針と具体的な対策を定めたものです",
  "sourcePage": null,
  "lastUpdated": null,
  "sections": null,
  "articles": [
    {
      "id": "rule-0160-article-0001",
      "label": null,
      "body": "# 和歌山工業高等専門学校いじめ防止等基本計画\n\n校長裁定\n\n制定 令和2年 7月9日\n\n改定 令和7年 4月1日\n\nいじめ防止対策推進法\\(平成25年法律第71号。以下「法」という。\\)、いじめの防止等のための基<br>本的な方針\\(平成25年10月11日文部科学大臣決定。最終改定平成29年3月14日。以下「国の<br>基本方針」という。\\)、独立行政法人国立高等専門学校機構いじめ防止等対策ポリシー\\(令和7年4月1<br>日理事長裁定。\\(以下「ポリシー」という。\\)独立行政法人国立高等専門学校機構いじめ防止等ガイドラ<br>イン\\(令和7年4月1日理事長裁定。以下「ガイドライン」という。\\)その他規程等にのっとり、和歌<br>山工業高等専門学校\\(以下「本校」という。\\)の現状を踏まえ、いじめが、いじめを受けた学生の教育<br>を受ける権利を著しく侵害し、その心身の健全な成長及び人格の形成に重大な影響を与えるのみなら<br>ず、その生命又は身体に重大な危険を生じさせる恐れがあるものであると認識し、本校における全ての<br>学生の尊厳が保持され安心して学校生活を送ることができるよう、いじめ防止等\\(いじめの未然防止、<br>早期発見、事案対処をいう。以下、同じ。\\)の対策を総合的かつ効果的に推進するため「和歌山工業高<br>等専門学校いじめ防止等基本計画」\\(以下「基本計画」という。\\)を定める。\n\n# 1 いじめとは\n\n# \\(1\\) いじめの定義\n\n·基本計画における「いじめ」とは、本校に在籍する学生に対して、当該学生と一定の人的関係に<br>ある他の学生が行う心理的又は物理的な影響を与える行為\\(インターネットを通じて行なわれる<br>ものを含む。\\)であって、当該行為の対象となった学生が心身の苦痛を感じているものをいう。\n\n·個々の行為が「いじめ」に該当するか否かについては、表面的·形式的に判断することなく、い<br>じめられた学生の立場に立ち、学生の感じる被害性に着目して判断する。\n\n# \\(2\\) いじめの禁止\n\n·学生は、いじめを行ってはならない。\n\n·本校は、年間を通じていじめ防止等の対策を適切に実行することにより、「いじめは絶対に許さ<br>れない」との雰囲気を醸成するよう努めなければならない。\n\n# \\(3\\)いじめに関する基本的な考え方\n\n·「いじめは、どの学生にも、どの学校でも起こりうる」との認識の下に、いじめ防止等のための<br>対策は、いじめが全ての学生に関係する問題であることに鑑み、学生が安心して学習その他の活<br>動に取り組むことができるよう、学校の内外を問わずいじめが行われないようにすることを旨と<br>して行う。特に、寮生活では、居住空間という密室環境にあるため、教職員の目が届かないとこ<br>ろでいじめが行われる可能性があることを十分に認識し、寮務関係職員と連携しながら、いじめ<br>の兆候を見逃さないようにすることも旨とする。また、いじめかどうかの見極めが難しい場合が<br>あること、いじめが周りには見えにくいものであること、いじめを受けている学生がそれを否定<br>する場合があること、当事者がいじめと認識していない場合があること、いじめを受ける側と行<br>う側が入れ替わることがあること等にも留意することとする。\n\n·いじめ防止等のための対策は、全ての学生がいじめを行わず、及び他の学生に対して行われるい<br>じめを認識しながらこれを放置することがないようにするため、いじめが学生の心身に及ぼす\n\n影響その他のいじめの問題に関する学生の理解を深めること並びにいじめが起きにくい·いじめを\\n許さない環境づくりを旨として行う。\n\n·いじめ防止等のための対策は、いじめを受けた学生の生命及び心身を保護することが特に重要で\nあることを認識しつつ、いじめを受けた学生に寄り添った対策が講ぜられるよう留意するととも\nに、独立行政法人国立高等専門学校機構\\(以下「機構」という。\\)、本校、地域住民、家庭その他\nの関係者の連携の下、いじめの問題を克服することを目指して行う。また、いじめが解決したと\n思われる場合でも、学外など周りから見えないところで態様を変えていじめが続くことがあるこ\nと、いじめを受けた学生の心の傷がなかなか癒えないことがあることにも留意することとする。\n\n·教職員は平素より、いじめ防止等の対策が学生の尊厳を保持しその教育を受ける権利の保障のた\nめに欠くことができない教授等と等しく重要な任務であるとの認識の下に、いじめを把握した場\n合の対処方法等について理解を深めるとともに、本校における組織的な対応を行わなければなら\nない。\n\n# 2 本校及び本校教職員の責務\n\n\\(1\\)本校及び本校の教職員は、法,国の基本方針及びポリシーに定めるところにより、本校に在籍す\nる学生の独立行政法人国立高等専門学校機構保護者等に関する取扱要項第2条に定める者\\(以下\n「保護者等」という。\\)、地域住民、関係教育機関、児童相談所、法務局その他の関係者との連携を\n図りつつ、本校全体でいじめの防止及び早期発見に取り組むとともに、本校に在籍する学生がいじ\nめを受けていると思われるときは、適切かつ迅速にこれに対処する責務を有する。\n\n\\(2\\)全ての教職員は、ポリシー、ガイドライン及び基本計画の読解を通じてこれらの内容を十分に把\n握し、その正しい理解の下に適切にいじめ防止等に関する職務を行わなければならない。\n\n\\(3\\)校長は、自らが本校のいじめ防止等の対策について負う重要な責任を自覚するとともに、学生の\n生命又は心身の保護及びその教育を受ける権利の保障に万全を期して、その職務を遂行しなければ\nならない。\n\n特に、学級担任は受け持ちの学生について、寮務関係職員は入寮者について、学生相談室の室員\nは、相談対象の学生について、いじめの防止及び早期発見に取り組むとともに、いじめを受けてい\nると思われるときは、適切かつ迅速に対応する責務を有する。\n\n\\(4\\)教職員は、いじめを受けた学生を徹底して守り通す責務を有し、学生が行ういじめを助長するこ\nとはもとより、いじめを認識しながら、これを隠蔽し、放置するようなことがあってはならない。\n\n\\(5\\)教職員が、いじめの疑いのある行為を知り得た時には、集団守秘の考えのもと、必要な範囲で情\n報を共有し,学校はこれらの情報をもとに組織的に判断していじめを認知する。\n\n# 3 基本計画の周知及び公表等\n\n# \\(1\\)基本計画の周知及び公表\n\n基本計画を学生及び学生の保護者等に周知するとともに、誰もがその内容を容易に確認できるよ\nうにするため、ホームページ等により公表する。\n\n# \\(2\\) 基本計画の実行\n\n基本計画には、いじめ防止プログラム\\(5\\(3\\)\\)、早期発見·事案対処マニュアル\\(6\\(5\\)\\)\nを始めとして、本校におけるいじめ防止等の組織的対応の在り方及び年間を通して取り組むべき活\n動等を記載している。全ての教職員が基本計画及び自らの役割等を把握し、その主体的かつ積極的\nな参画の基に実行されなければならない。\n\n# \\(3\\) PDCA サイクルの確立\n\n本校は、いじめから学生の尊厳を守るために適切かつより実効性の高い取組を実施するため、\nPDCA サイクルに基づき、基本計画が実情に即して機能しているか、その下での対策が成果を生ん\nでいるのか等を、いじめ対策委員会を中心に適切に点検し、必要に応じて見直しを行う。\n\n# \\(4\\)評価及び改善のための措置の公表\n\n毎年度、前項の評価及び改善のための措置を機構に報告するとともに、ホームページ等により公\n表する。\n\n# 4 いじめ防止等の対策のための組織\n\n# \\(1\\) いじめ対策委員会\n\n本校におけるいじめ防止等に関する措置を実効的に行うため、和歌山工業高等専門学校いじめ対\n策委員会\\(以下「いじめ対策委員会」という。\\)を設置する。\n\n構成員は以下のとおりとする。\n\n【構成員】委員長:校長\n\n副委員長:副校長\n\n委 員:教務主事、学生主事、寮務主事、専攻科長、学科主任、\n総合教育科主任、メディアセンター長、\n地域共同テクノセンター長、学生相談室長、事務部長\n外部有識者\\(顧問弁護士、学校医、契約心療内科医\\)\nその他校長が必要と認めた者\n\nいじめ対策委員会は定期的に\\(年6回程度\\)開催し、以下のとおり、いじめの未然防止、早期発\n見、事案対応等の役割を担うとともに、責務を負う。\n\n# \\(未然防止\\)\n\n・いじめが起きにくい·いじめを許さない環境づくり\n\n# 【早期発見·事案対処】\n\n·いじめの疑いに関する情報や学生の問題行動等に係る情報の収集、記録及び共有\n\n·いじめに関する通報があった場合は、速やかに臨時の委員会を開催する。\n\n·いじめに係る情報\\(いじめが疑われる情報や学生間の人間関係に関する悩みを含む\\)の迅速な共有、\nアンケート調査や聴き取り調査等による事実関係の把握及びいじめであるか否かの判断\n\n·いじめの被害学生に対する支援、加害学生に対する指導等の体制、対応方針の決定及び保護者等との\n連携の組織的な実施\n\n# 【基本計画に基づく各種取組】\n\n·基本計画に基づく取組の実施、年間計画の作成·実行·検証·修正\n\n·基本計画における年間計画に基づく、いじめ防止等に係る校内研修の企画及び、計画的な実施\n\n·基本計画が本校の実情に即して適切に機能しているかについての点検、基本計画の見直等\\(PDCA\nサイクルの実行を含む\\)\n\nいじめ対策委員会を開催した際は、議事録を書面又は電磁的記録をもって作成する。\n\n# \\(2\\)いじめ予防企画部会\n\n委員会のもとに、本校におけるいじめの未然防止及び早期発見に関する取組を実効的に行うた\nめ、いじめ予防企画部会を設置する。\n\n構成員は以下のとおりとする。\n\n# 【構成員】部会長:学生相談室長\n\n副部会長:学生相談室副室長\n\n部会員:学生相談室員、学生課長、看護師\nスクールカウンセラー、スクールソーシャルワーカー、\nその他校長が必要と認めた者\n\n# \\(3\\) いじめ調査部会\n\n委員会に、本校におけるいじめ事案への対応を実効的に行うに当たり必要があるときは、いじめ\n調査部会を設置する。\n\n構成員は以下のとおりとする。\n\n【構成員】部会長:学生主事\n\n副部会長:学生相談室長\n\n部会員:教務主事補 1名、学生主事補 1名、寮務主事補 1名、\n学生相談室副室長、副メディアセンター長、\n総務課長、学生課長\nスクールカウンセラー、スクールソーシャルワーカー、\n本校教職員のうち、次の12に掲げる者\n1支援を必要とする学生が本科学生である場合は、当該学生の学級担任、当\n該学生の所属する学科の主任及び学生主事が必要と認める教職員若干名\n2支援を必要とする学生が専攻科学生である場合は、当該学生の所属する専\n攻の副専攻科長、専攻科長、学生主事が必要と認める教職員若干名\n外部有識者、その他校長が必要と認めた者\n\n# 5 いじめの未然防止のための取組\n\n# \\(1\\)教育活動全体を通じた豊かな心の育成\n\n本校は、学生の豊かな情操と道徳心を培い、学生が互いに個人の尊厳を尊重し合うとともに人権\n尊重及び規範意識を高め、心の通う対人交流の能力の素地を養うことがいじめ防止に資することを\n踏まえ、全ての教育活動を通じた道徳教育、人権教育、法教育\\(いじめが刑事事件、少年の保護事\n件、民事事件の対象となり得ること等に関する教育を含む。\\)及び体験活動等の充実を図る。\n\n# \\(2\\)保護者等、地域との連携\n\n本校は、学生の保護者等、地域住民その他の関係者との連携を図りつつ、いじめ防止に資する活\n動であって学生が自主的に行うものに対する支援、学生及びその保護者等並びに教職員に対するい\nじめを防止することの重要性に関する理解を深めるための啓発その他必要な取組を行う。\n\n\\(3\\)いじめが起きにくい·いじめを許さない環境づくり\n\nいじめ対策委員会は、いじめが起きにくい·いじめを許さない環境づくりを行うため、年間の教\n育活動全体\\(寮生活に関わる事項も含む。\\)を通じていじめ防止に資する多様な取組を体系的·計\n画的に盛り込んだ実施計画\\(以下「いじめ防止プログラム」という。\\)を策定し、全ての教職員と\nの共有を図り、その実施を通じて本校全体を挙げた未然防止の組織的取組の中核機関としての役割\nを果たすとともに、その取組の状況等を学生及びその保護者等に周知する。\n\n# \\(4\\)教職員の資質向上\n\nいじめ対策委員会は、教職員に対し、いじめ防止等のための対策に関する研修の実施その他のい\nじめ防止等のための対策に関する資質の向上に必要な取組を計画的に行う。\n\n本取組は、いじめ防止等の対策に従事するために必要なポリシー及びガイドライン並びに基本計\n画への精通、本校全体での組織的な対処及びそのための教職員相互間における日常的なつながりと\n信頼感及び一体感の向上\\(同僚性の向上\\)の確保を目的とする。\n\n# 6 いじめの早期発見のための取組\n\n# \\(1\\) 日常的な取組\n\n教職員は、日常の学生の観察や学生からの随時の相談、授業担当教員間の情報交換等あらゆる機\n会を捉えて学生の些細な変化に気づき、いじめに関連するシグナルを見逃さないよう努める。特\nに、寮生活では、居住空間という密室環境にあるため、教職員の目の届かないところでいじめが行\nわれる可能性があることを十分に認識し、寮務関係職員と連携しながら、いじめの兆候を見逃さな\nいようにする。また、学生自らが周囲に援助を求めることの重要性を指導するとともに、いじめを\n受けた学生やいじめを見聞きした学生が、身近な存在である学級担任などの教職員をはじめ、家族\nや友人その他知人又は学生相談室等関係機関に相談できる環境を整える。\n\n相談された内容については、教職員個人にとどめることなく、いじめ対策委員会で組織として共\n有するとともに、情報を分析し、必要な対応を速やかに行うとともに、こうしたいじめ対策委員会\nの役割を学生や保護者等に周知するなどして、学生が教職員に対して安心感と信頼感をもって相談\nできる環境を整える。\n\nなお、学生によっては、いじめを受けたことを相談することにより、さらにいじめがエスカレ\nートする恐れがあるのではないか、親に心配をかけたくない、自分が弱い人間だと思われるのでは\nないか、などの懸念や不安を持っていることも留意し、学生の様子を注視しながら、勇気を持って\n相談してくれたことを褒めると同時に、「絶対守る」「確実に解決する」という本校の姿勢を示す。\n\nまた、特に配慮が必要な学生については、日常的に、当該学生の特性を踏まえた適切な支援を行\nうとともに、保護者等との連携、周囲の学生に対する必要な指導を組織的に行う。\n\n# \\(2\\)定期的な実態把握のためのアンケート調査等の実施と活用\n\nいじめ対策委員会は、いじめを早期に発見するため、学生に対するアンケート及び面談等による\n定期的な調査、聴き取り調査等の取組を、関係機関との緊密な連携を図り計画的に行う。\n\nなお、アンケート調査等を実施する際は、他の学生との関係性への影響を恐れ、回答することに\n不安や懸念を持つ学生がいることに留意し、回答内容が他から見られるということが決して無いよ\nうな形で実施する。\n\nアンケート結果については、各学級·各学科·各学年においてだけでなく、いじめ対策委員会に\nおいて共有し、いじめの早期発見·適切な初期対応等、いじめの問題の取組の推進や学生指導に活\n用する。なお、その原本は、機密情報として厳重に取扱い、また調査により把握した情報の記録\nは、整理した上で法人文書として保存期間等を順守し保存する。\n\n# \\(3\\)相談体制の確立\n\n学生、その保護者等及び教職員は、学生相談室に対して、いじめに係る相談を行うことができ\nる。\n\n学生相談室は、家庭、地域社会等との連携の下、いじめを受けた学生の教育を受ける権利その他\nの権利利益が擁護されるよう配慮する。\n\n# \\(4\\)保護者等、関係機関との連携\n\n教職員は、保護者等懇談会等の場を活用し、保護者等から家庭での学生の様子を聴き取るととも\nに、本校での様子を伝え、保護者等、家庭と本校が情報を共有し、協同して学生の育成に対処する\n基盤を作る。\n\nまた、本校は、各学生の出身中学校等との情報連携、入学前後の相談機会の充実、入寮者に対す\nるきめ細かな支援など、いじめ防止や早期発見のために必要な取組を行う。\n\n# \\(5\\)早期発見·事案対処マニュアルの策定\n\nいじめ対策委員会は、\\(1\\)\\~\\(4\\)までの取組を含め、いじめの早期発見及び事案対処の対策\nに関する要件·手続等を定めた早期発見·事案対処マニュアルを策定し、全ての教職員との間で共\n有を図り、その実施を通じて本校全体を挙げた早期発見の組織的取組の中核機関としての役割\nを果たすとともに、その取組の状況等を学生及びその保護者等に周知する。\n\n# 7 いじめ事案への組織的対応\n\n# \\(1\\) いじめの発見·通報を受けたときの対応\n\n教職員は、法、国の基本方針,ポリシーにのっとり、いじめを発見し、又は相談を受けた場合に\nは、速やかにいじめ対策委員会に報告し、いじめ対策委員会は組織的に当該学生に係るいじめの事\n実の有無の確認を行うとともに、その結果を機構が定める様式により機構に報告する。\n\n# \\(2\\)情報共有\n\nいじめ対策委員会は、特定の教職員がいじめに係る情報を抱え込み、いじめ対策委員会に報告を\n行わないことは法に違反し得ることについて、教職員の理解に努める。\n\n# \\(3\\)組織的な対応\n\n本校は、事実関係の確認によりいじめがあったことが確認された場合には、いじめをやめさせ、\n及びその再発を防止するため、いじめ対策委員会の複数の教職員によって、心理、福祉等に関する\n専門的な知識を有する者の協力を得つつ、いじめを受けた学生又はその保護者等に対する支援及び\nいじめを行った学生に対する指導等又はその保護者等に対する助言等を継続的に行う。\n\n# \\(4\\) いじめを受けた学生の保護·支援等\n\n本校は、必要があると認めるときは、いじめを行った学生についていじめを受けた学生が使用す\nる教室以外の場所において学習を行わせる等いじめを受けた学生その他の学生が安心して教育を受\nけられるようにするための措置を講ずるものとする。\n\n# \\(5\\)適切な情報提供\n\n本校は、いじめを受けた学生及びその保護者等に対し、いじめの事案の事実関係その他の必要な\n情報を適切に提供するとともに、学校の教職員が支援又は指導若しくは助言を行うに当たっては,\n\nいじめを受けた学生の保護者等といじめを行った学生の保護者等との間で争いが起きることのない\nよう、いじめの事案に係る情報をこれらの保護者等と共有するための取組を行う。\n\n# \\(6\\)警察との連携\n\n本校は、いじめが犯罪行為として取り扱われるべきものであると認めるときは、所轄警察署と連\n携してこれに対処するものとし、当該学校に在籍する学生の生命、心身又は財産に重大な被害が生\nじるおそれがあるときは直ちに所轄警察署に通報し、適切に、援助を求める。\n\n# \\(7\\)本校に籍があった者\n\n本校は、本校にすでに籍を置かない者又はその保護者等から、本校に在籍中にいじめを受けてい\nた旨の申告があった場合、7\\(1\\)に準じて、対応しなければならない。\n\n# 8 インターネット等によるいじめへの対応\n\n# \\(1\\) リテラシー教育の充実\n\n本校は、インターネット等によるいじめが、外部から見えにくく匿名性が高いなどの性質を有す\nるため学生が行動に移しやすい一方、一度インターネット上で拡散してしまったいじめに係る画像、\n動画等の情報を消去することは極めて困難であること、一つの行為がいじめの被害者にとどまらず、\n本校、家庭及び地域社会に多大な被害を与える可能性があることなど、深刻な影響を及ぼすことを\n踏まえ、学生に情報モラルを身に付けさせる指導を行い、インターネット等によるいじめが重大な\n人権侵害に当たり、被害者等に深刻な傷を与えかねない行為であることを理解させ、及び効果的に\n対処することができるよう、必要な啓発活動を行う。\n\n# \\(2\\)発信者情報の開示に関する説明\n\n本校は、インターネットを通じていじめが行われた場合において、当該いじめを受けた学生又は\nその保護者等が、当該いじめに係る情報の削除を求め又は発信者情報\\(特定電気通信役務提供者の\n損害賠償責任の制限及び発信者情報の開示に関する法律\\(平成13年法律第137号\\)第4条第1\n項に規定する発信者情報をいう。\\)の開示を請求しようとするときは、必要に応じて法務局又は地\n方法務局の協力を求めることができることを、当該学生及び当該学生の保護者等に説明する。\n\n# 9 いじめを行った学生への懲戒\n\n校長及び教職員は、学生がいじめを行っている場合であって教育上必要があると認めるときは、学\n校教育法\\(昭和22年法律第26号\\)第11条の規定に基づき、適切に、当該学生に対して懲戒を加\nえ、当該学生の保護者等と連携して必要な指導を行う。\n\n# 10 いじめの解消\n\nいじめの解消は、国の基本方針にのっとり、少なくとも、いじめが止んでいる状態が3か月以上継\n続し、かつ、いじめを受けた学生が心身の苦痛を感じていないと認められる場合において初めて判断\nされるものである。ただし、その場合にあっても、いじめが解消したと安易に判断するのではなく、\n解決したと思われた事案が再発したりすることのないよう、いじめを受けた学生及びいじめを行った\n学生を継続的に観察し、必要な支援及び指導に努める。\n\n# 11 重大事態への対処\n\n# \\(1\\)重大事態とは\n\n本校は、いじめにより学生の生命、心身又は財産に重大な被害が生じた疑いがあると認めると\nき、及びいじめにより当該学校に在籍する30日以上学校を欠席又は学籍上の身分異動を余儀なく\nされている疑いがあると認めるときは、当該事態を重大事態として対処する。\n\n# \\(2\\)重大事態への対処\n\n# 1 基本方針\n\n本校は、いじめを受けた学生の生命及び心身の保護を特に重要と捉え、重大事態の疑いが生じ\nた時点で質問票の使用その他の適切な方法により調査を開始し、随時その状況を機構に報告し、\n機構と対処方針を共有し十分に連携を図りながら迅速に対応する。\n\n# 2「いじめ問題第三者調査委員会」の設置\n\n本校は、重大事態に対処し、及び当該重大事態と同種の事態の発生の防止に資するため、速や\nかに、専門的知識及び経験を有するものであって、当該いじめの事案の関係者と直接の人間関係\n又は特別の利害関係を有しない者を中心とした「いじめ問題第三者調査委員会」\\(以下「調査委\n員会」\\)を設置する。\n\n調査委員会は、当該重大事態に係る事実関係を明確にすることにより、いじめを受けた学生の\n尊厳の保持及び回復\\(その保護者等に対して適切な説明を行うべき責任を果たすことを含む。\\)を\n図るとともに、当該重大事態に関する本校によるいじめ防止等に関する措置の実施の状況を分析\nして当該重大事態と同種の事態の発生を防止するための提言を行うことを目的とする調査\\(以下\n「重大事態調査」\\)を行う。\n\n調査委員会の下に、重大事態調査に係る特別の事項の調査や審議を行うに当たり必要があると\n認めたときは、部会を設置する。\n\n# 3重大事態調査の必要性\n\n学生及び保護者等から、いじめにより重大な被害が生じた、との申立てがあった場合、\\(1\\)\nに定める要件を明らかに満たしていないことが確認できる場合を除き、重大事態調査を行わな\nければならない。\n\n重大事態調査は、特段の事情がある場合を除き、学校関係者や当該事案に関係する学生及びそ\nの保護者等と直接の人間関係又は特別の利害関係を有しない者\\(以下「第三者」\\)を加え\nて組織的に行う。\n\nなお、次の各号に該当する場合には、第三者を加えて、重大事態調査を行う必要がある。\\nー いじめを受けた学生が、自殺又は自殺が疑われる事態で死亡している場合\n\n二 当該事態の事実確認において、いじめを受けた学生といじめを行った学生の主張や証言\nに明確な食い違いがある場合\n\n三 いじめを受けの学生及びその保護者等が、これまでの経緯等から学校に不信感を抱いて\nいる場合\n\n# 4情報等の提供\n\n本校は、重大事態調査を行うに当たっては、いじめを受けた学生及びその保護者等に対して、\n重大事態調査を行う調査委員会の編成の基準及び調査方針等について適切の理解を得られるよう\n事前説明を行うとともに、当該調査に係る重大事態の事実関係等その他の必要な情報を適切に提\n供する。\n\n# 5機構との協働\n\n本校は、重大事態調査を行う場合においては、機構からの指導及び支援を受け、必要な措置を\n行う。\n\n# 6再発の防止\n\n本校は、学生が欠席を余儀なくされている重大事態にあっては、いじめを受けた学生及びその\n保護者等の意向を十分踏まえ、いじめの停止及び再発防止に関する対策を速やかに策定すると\nともに、当該対策に基づく当該学生の状況に応じた教育の確保のために必要な措置を講ずる。\n\n# 7基本計画の見直しと公表\n\n本校は、重大事態調査の結果を踏まえ、いじめの再発を防止するため、基本計画の見直しその\n他の必要な取組を行い、その実施状況について、いじめを受けた学生及びその保護者等に対する\n報告及びホームページ等による公表を行う。\n\n# 8調査報告書\n\n本校は、重大事態調査の結果をまとめた調査報告書を作成する。\n\n# 12 本校のいじめ防止等の取組評価における留意事項\n\n# \\(1\\)外部監査組織による監査\n\n本校は、機構による外部監査組織における監査において、いじめ防止等の対策に関する是正又は\n改善を要する事項等の指摘があった場合は、速やかに改善措置を講ずる。\n\n# \\(2\\)教職員の人事評価における留意事項\n\n本校は、教職員の人事評価を行う場合において、いじめ防止等のための対策を取り扱うに当たっ\nては、いじめの有無やその多寡のみを評価するのではなく、いじめの事実が隠蔽されず、並びにい\nじめの積極的な認知など実態の把握及びいじめに対する適切な情報共有、組織的な対応等が適切に\n行われるよう、いじめ防止等に関する適切かつ最大限の取組、いじめの再発を防止するための取組\n等について適正に評価する。\n\n# 13 個人情報の取扱い、作成·収集した資料の取扱い\n\n# \\(1\\)個人情報の取扱い\n\n本校は、いじめ防止等の取組を推進するに当たっては、個人情報の取扱いについて、機構個人情\n報管理規則\\(機構規則第65号\\)に基づき適切に取り扱うものとし、関係者間での情報の共有の際\nには、取扱いのための必要な措置を講ずる。\n\n# \\(2\\)いじめ防止等の対策のために作成·収集した資料の取扱い\n\n本校は、いじめ防止等の対策のために作成した資料及び収集した資料について、誤った廃棄等が\n行われることがないよう、機構法人文書管理規則\\(機構規則第107号\\)に基づき、法人文書とし\nて適切に取り扱うものとし、取扱いのための必要な措置を講ずる。\n\n# 主要項目\\(未然防止、早期発見、事案対処、取組の検証、役割等の周知\\)の位置づけ\nいじめ防止体制ならびにいじめ防止等基本計画に係る\n\n<img src=\"figures/rule-0160_page0010_figure_0.png\" width=\"200px\"><br>\n\n# ◎和歌山工業高等専門学校におけるいじめ防止等責任者·担当者リスト\n\n|役割|主な内容|担当者|||\n|-|-|-|-|-|\n|||順位 1|順位 2|順位 3|\n|いじめ対策<br>委員会<br>\\(責任者\\)|いじめが疑われ<br>る事案の状況を<br>的確に判断し、対<br>策の役割分担等<br>について指示す<br>る。<br>いじめ防止基本<br>計画に基づく年<br>間計画を策定し、<br>実施する。|校長|副校長|教務主事<br>学生主事<br>寮務主事<br>専攻科長|\n|いじめ予防<br>企画部会<br>\\(対応者\\)|校長の指示に基<br>づき、いじめの未<br>然防止及び早期<br>発見に関する取<br>組を実効的に行<br>う。|学生相談室<br>長|学生相談室<br>副室長|学生主事補<br>寮務主事補|\n|いじめ調査<br>部会<br>\\(対応者\\)|校長の指示に基<br>づき、いじめ事案<br>への対応を実効<br>的に行う。|学生主事|寮務主事|学生主事補<br>寮務主事補|\n|事務総括|事務の総括を行<br>う。|事務部長|学生課長|総務課長|\n\n# ◎PDCAサイクル\n\n<img src=\"figures/rule-0160_page0011_figure_0.png\" width=\"200px\"><br>\n\n# いじめ防止プログラム\n\n|主な内容|実施内容|対象|実施部署|実施時期||||||||||||実施内容|\n|-|-|-|-|-|-|-|-|-|-|-|-|-|-|-|-|-|\n|||||4月|5月|6月|7月|8月|9月|10月|11月|12月|1月|2月|3月||\n|いじめについての正しい理解|基本計画の確認と共通理解|教職員|いじめ対策委員会|||||||||||||4月の新学期開始前に全教職員による新年度連絡を行う|\n||教職員に対する講演·研修会\\(いじめ防止\\)|教職員|いじめ対策委員会<br>\\(いじめ予防企画部会\\)|||||||||||||いじめに関した講演会または研修会を行う|\n||外部研修会への参加|教職員|学校|随 時||||||||||||関係する研修会に教職員を派遣|\n||学生に対するいじめ講演会|学生|いじめ対策委員会|||||||||||||前学期および後学期開始時に教員によるいじめ防止講演|\n|いじめに対応する委員会|いじめ対策委員会|委員会構成員|いじめ対策委員会|||||||||||||情報交換·対象案件に対する意見交換|\n||いじめ予防企画チーム会議|部会構成員|いじめ対策委員会<br>\\(いじめ予防企画部会\\)|||||||||||||予防啓発の企画·立案|\n|いじめがおきにくい環境づくりを行うため<br>の取組|HRでの啓発|学生|学級担任|||||||||||||アンケート実施時に担任からいじめに対する啓発|\n||いじめ防止講演会·研修会|学生|いじめ対策委員会<br>\\(いじめ予防企画部会\\)|||||||||||||外部講師によるいじめに関する講演会|\n||\\|察での生活指導|学生|学寮委員会<br>学生相談室|随 時||||||||||||生活指導|\n||クラブリーダー研修|クラブリーダー|厚生補導委員会|||||||||||||クラブリーダーを中心として人間関係を基盤としたクラブのあり方を学ぶ|\n||学生によるいじめ防止呼びかけ|学生|学生会<br>\\(厚生補導委員会\\)|||||||||||||学生総会において学生が主体となった防止の呼びかけ|\n||いじめ予防週間|学生|学校|||||||||||||学生総会から1週間を予防週間として活動する|\n||保護者、地域教育関係機関への説明および啓発|保護者·教育関係機関|学校|||||||||||||後援会支部総会での情報交換|\n|||||||||||||||||後援会夏季研修会での情報交換|\n|||||||||||||||||名田地区青少年健全育成連絡協議会での情報交換|\n|||||||||||||||||和歌山県生徒指導部長会議での情報交換|\n|いじめを早期に発見するための取組|いじめに関するアンケート|学生|いじめ対策委員会<br>\\(いじめ予防企画部会\\)|||||||||||||いじめに関するアンケートを年4回行う|\n||いじめ対策委員会の周知|学生·教職員|いじめ対策委員会<br>\\(いじめ予防企画部会\\)|||||||||||||新入生オリエンテーション、始業式で周知を行う|\n||学生相談窓口の利用周知|学生·教職員|学生相談室|||||||||||||·新入生オリエンテーションでの周知<br>·全学生に相談室リーフレットとオレンジルーム便りを配布<br>·学級担任向け告知やピロティーでの学生向け告知、和高専緊急時掲<br>示板への相談室メールアドレスの掲示|\n||全教員での取り組み\\(特に寮\\)|||||||||||||||宿直および指導当直で寮内を巡回する。|\n||毎日の声かけ、様子の観察|学生|学級担任·教職員|||||||||||||ショートホームルーム、ホームルームおよび講義での観察|\n||宿直·学寮指導による寮生への声かけ、観察|寮生|宿直·学寮指導<br>\\(学寮委員会\\)|||||||||||||各号館巡回時に学生への声掛け、様子の観察を行い、寮務関係者·担\n任等と情報を共有する。\\n低学年\\(1,2年生\\)においては自習実施の確認を各部屋ごとに行い、よ\nり詳細に様子を見守る。|\n||指導寮生による寮生への声掛け·観察|寮生|指導寮生委員会<br>\\(学寮委員会\\)|||||||||||||指導寮生委員による学生への声掛け、様子の観察を行い、寮務委員会\nと情報を共有する。\\n月1回の指導寮生委員会でも情報共有と対応を話し合う。|\n||学生の情報交換|教職員|\\|学生相談室|||||||||||||\\|成績と学生の情報把握\\(学生相談室 4\\~5回/年\\)|\n|インターネット等によるいじめへの対応|ネット利用·トラブルに関する講演会|学生|メディアセンター|||||||||||||ネットの危険と対策についての講演|\n||学生によるネットトラブル防止教室|学生|コンピュータ部<br>\\(厚生補導委員会\\)|||||||||||||学生総会において防止の呼びかけを行う|\n|特性を有したり、配慮を必要とする学生<br>への対策|教職員間での情報共有|教職員|学生支援センター|||||||||||||学科会議などによる情報共有|\n||講演会·研修会への参加|教職員|学生支援センター|||||||||||||関係する研修会に教職員を派遣|\n\n# 早期発見·事案対処マニュアル\n\n省 略\n\n# 教職員の責務\n\n|||未然防止・早期発見|いじめ事案発生時|対応決定\\~事案解消後|\n|-|-|-|-|-|\n|教職員||·学生の観察及び随時の相\n談対応\n·学生情報の授業担当教員\n間、学科内、関係部署\\(以下「関係教職員」とい\nう。\\)との共有|·関係教員は事情聴取|·経過観察\n·関係教員は学生指導|\n|学級担任||·HRの実施\n·学生情報の関係教職員と\nの共有\n·保護者からの照会対応、\n情報受付\n·学生・保護者との面談|·被害学生の保護·事情聴\n取\n·加害学生からの事情聴取|·被害学生及び関係学生の\nケア|\n|学生支援センター|厚生補導関係|·生活指導の実施\n·学生情報の関係教職員と\nの共有\n·地域住民等からの情報受\n付\n·学生・保護者との面談|·被害学生からの事情聴取\n·加害学生からの事情聴取|·学生指導\n· 処分検討|\n||学生相談室\\(スクールカウンセ\nラー·スクールソー\nシャルワーカー\\)|·被害学生・保護者、関係\n学生、教職員からの相談対\n応|·被害学生及び関係学生の\nケア\n·対応教職員へのサポート|·被害学生及び関係学生の\nケア\n·対応教職員へのサポート|\n||学生支援室\\(スクールカウンセ\nラー·スクールソー\nシャルワーカー\\)|·特別な支援を要する学\n生·保護者からの相談対応|·被害学生及び関係学生の\nケア\n·対応教職員へのサポート|·被害学生及び関係学生に\n対する支援の策定及び調整|\n||寮務関係||· 寮生生活指導の実施\n·宿直·指導当直·教員と\nの情報共有\n·指導寮生との情報共有\n·保護者からの照会対応、\n情報受付\n·学生・保護者との面談|· 寮関係被害学生からの事\n情聴取\n·寮関係加害学生からの事\n情聴取|·被害学生のケア図\n·加害学生のケア図\n·寮全体のケア|\n||クラブ顧問||··ミーティングの実施\n·学生情報の顧問団、関係\n教職員との共有\n·保護者からの照会対応、\n情報受付\n·学生・保護者との面談|·被害学生からの事情聴取\n·加害学生からの事情聴取|·被害学生及び関係学生の\nケア\n·学生指導|",
      "notes": null,
      "relatedIds": null
    }
  ],
  "relatedIds": null
}